"OK" = "OK";
"Cancel" = "Cancel";

"FolderActionMinusPrompt" = "Delete Folder Action";
"FolderActionMinusMessage" = "Do you really want to delete this Folder Action and its list of attached scripts?";
"FolderActionMinusMessageMultiple" = "Do you really want to delete these Folder Actions and their lists of attached scripts?";

"ScriptMinusPrompt" = "Detach Script from Folder Action";
"ScriptMinusMessage" = "Do you really want to detach this Script from the Folder Action?";
"ScriptMinusMessageMultiple" = "Do you really want to detach these Scripts from the Folder Action?";

"FolderNotFoundMessage" = "Folder not found: ";

"FolderActionsDisabled" = "Folder Actions are disabled.";
"FolderActionsEnabled" = "Folder Actions are enabled.";

"GenericDisabled" = "disabled";
"GenericEnabled" = "enabled";

"Edit Workflow" = "Edit Workflow";
"Edit Script" = "Edit Script";
